---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelNumphasesParam
source: html/c27b25f8-0429-1c54-96a9-1301f5925fc3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelNumphasesParam Property

"Number of Phases"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelNumphasesParam { get; }
```